Repository: xentaoslinux/gdebi
Catalog: po/*.po
Languages: ast

source: usage: %prog [options] filename For a graphical version run gdebi-gtk
ast: usu: %prog [opciones] nomeficheru Pa una versión grafica, executar gdebi-gtk

source: Run non-interactive (dangerous!)
ast: Executar de mou non-interactivu (¡Peligroso!)

source: Set an APT configuration option
ast: Afitar una escoyeta de configuracion APT

source: Do not show progress information
ast: Nun amosar informacion de progresu

source: Simulate only and print a apt-get install compatible line to stderr
ast: Simular namái y amosar una llinia compatible con apt-get install en stderr

source: Use alternative root dir
ast: Usar direutoriu root alternativu

source: gdebi error, file not found: %s
ast: Error gdebi, nun s'atopó el ficheru: %s

source: Need to be root to install packages
ast: Necesites ser root pa instalar paquetes

source: Do you want to install the software package? [y/N]:
ast: ¿Quies instalar el paquete de software? [s/N]:

source: Auto close when the install is finished
ast: Zarrar automáticamente cuando fine la instalación

source: Use alternative datadir
ast: Usar direutoriu de datos alternativu

source: Software index is broken
ast: L'índiz de software ta frañáu

source: This is a major failure of your software management system. Please check for broken packages with synaptic, check the file permissions and correctness of the file '/etc/apt/sources.list' and reload the software information with: 'sudo apt-get update' and 'sudo apt-get install -f'.
ast: Esti ye un fallu importante del sistema d'alministracion de software. Por favor restola paquetes frañáos con synaptic, comprueba los permisos del ficheru y la correición del ficheru '/etc/apt/sources.list' y recarga la informacion del software con: 'sudo apt-get update' y 'sudo apt-get install -f'.

source: Package Installer
ast: Instalador de paquetes

source: _Details
ast: _Detáis

source: Description
ast: Descripción

source: <b>Version:</b>
ast: <b>Versión:</b>

source: <b>Maintainer:</b>
ast: <b>Mantenedor:</b>

source: <b>Priority:</b>
ast: <b>Prioridá:</b>

source: <b>Section:</b>
ast: <b>Seición:</b>

source: <b>Size:</b>
ast: <b>Tamañu:</b>

source: Details
ast: Detáis

source: Included files
ast: Ficheros incluyíos

source: _Install Package
ast: _Instalar Paquete

source: Install and view software packages
ast: Instalar y ver paquetes de software

source: GPL, see /usr/share/common-licenses/GPL
ast: GPL, llee /usr/share/common-licenses/GPL

source: Automatically close after the changes have been successfully applied
ast: Zarrar automáticamente tres d'aplicar los cambeos con éxitu

source: <b>To install the following changes are required:</b>
ast: <b>Pa instalar necesítense los cambéos darréu:</b>

source: GDebi Package Installer
ast: Instalador de Paquetes GDebi

source: %s is not available
ast: %s nun ta disponible

source: Loading...
ast: Cargando...

source: Can not download as root
ast: Nun se pue descargar como root

source: Remote packages can not be downloaded when running as root. Please try again as a normal user.
ast: Los paquetes remotos nun se pueden descargar funcionando como root. Vuelve a tentalo como usuariu normal.

source: Downloading package
ast: Descargando paquete

source: Download failed
ast: Falló la descarga

source: Downloading the package failed: file '%s' '%s'
ast: Falló la descarga del paquete: ficheru '%s' '%s'

source: Package Installer - %s
ast: Instalador de paquetes - %s

source: Package control data
ast: Datos de control del paquete

source: Upstream data
ast: Datos d'orixe

source: Error reading filelist
ast: Fallu al lleer la llista de ficheros

source: Same version is already installed
ast: Yá ta instalada la mesma versión

source: _Reinstall Package
ast: _Reinstalar Paquete

source: Selection is a directory
ast: La seleición ye un direutoriu

source: Error reading file content '%s'
ast: Fallu al lleer el conteníu del ficheru «%s»

source: File content can not be extracted
ast: El conteníu del ficheru nun puede estrayese

source: <b>To be removed: %s</b>
ast: <b>Pa desaniciar: %s</b>

source: To be installed: %s
ast: Pa instalar: %s

source: Open Software Package
ast: Paquete de Software Abiertu

source: Software packages
ast: Paquetes de software

source: File not found
ast: Nun s'alcuentra'l ficheru

source: You tried to install a file that does not (or no longer) exist.
ast: Tentaste instalar un ficheru que nun esiste (o yá non).

source: Installing package file...
ast: Instalando ficheru de paquete...

source: Install unauthenticated software?
ast: ¿Instalar software ensin autenticar?

source: Malicious software can damage your data and take control of your system. The packages below are not authenticated and could therefore be of malicious nature.
ast: El software maliciosu puede toyer los datos y tomar el control del sistema. Los paquetes siguientes nun tán autenticaos y podríen ser maliciosos.

source: You need to grant administrative rights to install software
ast: Necesites tener privilexos alministrativos pa instalar software

source: It is a possible security risk to install packages files manually. Install software from trustworthy software distributors only.
ast: Instalar paquetes manualmente ye un posible riesgu pa la seguridá. Instala namái software de distribuidores de software fiables.

source: Failed to install package file
ast: Falló la instalación del paquete

source: Could not download all required files
ast: Nun pueden descargase tolos ficheros necesarios

source: Could not install all dependencies
ast: Nun pueden instalase toles dependencies

source: Usually this is related to an error of the software distributor. See the terminal window for more details.
ast: Normalmente ye darréu d'un error del distribuidor de software. Mira la ventana del terminal pa más detáis.

source: Installing %s
ast: Instalando %s

source: Installation finished
ast: Instalación acabada

source: Removal finished
ast: Desaniciu acabáu

source: Package '%s' was installed
ast: Instalose'l paquete '%s'

source: Failed to install package '%s'
ast: Falló la instalación del paquete '%s'

source: Installation complete
ast: Instalación completa

source: Failed to completely install all dependencies
ast: Falló instalar dafechu toles dependencies

source: To fix this run 'sudo apt-get install -f' in a terminal window.
ast: Pa iguar esto ejecuta 'sudo apt-get install -f' na ventana d'un terminal.

source: Installing '%s'...
ast: Instalando '%s'...

source: Installing dependencies...
ast: Instalando dependencies...

source: Downloading additional package files...
ast: Descargando paquetes adicionales...

source: File %s of %s at %sB/s
ast: Ficheru %s de %s a %sB/s

source: File %s of %s
ast: Ficheru %s de %s

source: Please insert '%s' into the drive '%s'
ast: Por favor inxerta '%s' nel preséu '%s'

source: Configuration items must be specified with a =<value>
ast: Los elementos de configuración han de conseñase con un =<valor>

source: Couldn't set APT option %s to %s
ast: Nun puede afitase la opcion de APT %s como %s

source: Unknown package type '%s', exiting
ast: Triba de paquete '%s' desconocida, saliendo

source: Failed to open the software package
ast: Falló abrir el paquete de software

source: The package might be corrupted or you are not allowed to open the file. Check the permissions of the file.
ast: Seique'l paquete tea corrompíu o nun tengas permisu p'abrir el ficheru. Mira los permisos del ficheru.

source: This package is uninstallable
ast: Esti paquete ye desinstalable

source: No description is available
ast: Nun hai descripcion afayadiza

source: The following packages are UNAUTHENTICATED:
ast: Los siguientes paquetes tan ENSIN AUTENTICAR:

source: Requires the REMOVAL of the following packages:
ast: Requier DESANICIAR los siguientes paquetes:

source: Requires the installation of the following packages:
ast: Requier instalar los siguientes paquetes:

source: Error during install: '%s'
ast: Fallu al instalar: «%s»

source: Package:
ast: Paquete:

source: Status:
ast: Estáu:

source: Included Files
ast: Ficheros incluyíos

source: &Install Package
ast: &Instalar Paquete

source: The package file does not exist
ast: El ficheru de paquete nun esiste

source: A nonexistent file has been selected for installation. Please select an existing .deb package file.
ast: Seleicionose pa instalar un ficheru inesistente. Por favor seleiciona un paquete .deb esistente.

source: &Reinstall Package
ast: &Reinstalar Paquete

source: Re&install Package
ast: Re&instalar Paquete

source: To be removed: %s
ast: Pa desaniciar: %s

source: Broken dependencies
ast: Dependencies frañáes

source: Your system has broken dependencies. This application can not continue until this is fixed. To fix it run 'gksudo synaptic' or 'sudo apt-get install -f' in a terminal window.
ast: To sistema tien dependencies frañáes. Esta aplicacion nun puede continuar si nun ta iguao. Pa igualo executa 'gksudo synaptic' o 'sudo apt-get install -f' na ventana d'un terminal.

source: '%s' is not a Debian package
ast: '%s' nun ye un paquete Debian

source: The MIME type of this file is '%s' and can not be installed on this system.
ast: La triba MIME d'esti ficheru ye '%s' y nun puede instalase nesti sistema.

source: Could not open '%s'
ast: Nun puede abrise '%s'

source: The package might be corrupted or you are not allowed to open the file. Check the permissions of the file.
ast: Seique'l paquete tea corrompíu o nun tengas permisu p'abrir el ficheru. Mira los permisos del ficheru.

source: Same version is available in a software channel
ast: La mesma versión ta disponible nun canal de software

source: You are recommended to install the software from the channel instead.
ast: Encamiéntase que meyor instales el software dende'l canal.

source: An older version is available in a software channel
ast: Hai una versión mas antigua disponible nun canal de software.

source: Generally you are recommended to install the version from the software channel, since it is usually better supported.
ast: Polo xeneral, encamiéntase instalar la versión del canal de software, darréu que normalmente tién meyor sofitu.

source: A later version is available in a software channel
ast: Hai una version posterior nun canal de software

source: You are strongly advised to install the version from the software channel, since it is usually better supported.
ast: Encamiéntase enforma instalar la versión del canal de software, darréu que normalmente tién meyor sofitu.

source: All dependencies are satisfied
ast: Cúbrense toles dependencies

source: Requires the <b>removal</b> of %s packages
ast: Requier <b>desaniciar</b> %s paquetes

source: Requires the installation of %s packages
ast: Requier instalar %s paquetes

source: Only one software management tool is allowed to run at the same time
ast: Solo ta permitío executar una ferramienta de xestión de software al mesmu tiempu

source: Please close the other application e.g. 'Update Manager', 'aptitude' or 'Synaptic' first.
ast: Por favor zarra primero la otra aplicación p.ex. 'Update Manager', 'aptitude' o 'Synaptic'.

source: Media Change
ast: Cambéu de Mediu
